{"tags":["$$$"],"title":"Wealth","updatedAt":{"_seconds":1612461197,"_nanoseconds":824000000},"description":"<p>A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. <span style=\"color: rgb(134, 142, 150);\">A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path. A metric in MoneyWise: The Game that represents your wealth. Your wealth will rise and fall depending on choices that you make along your path.</span></p>","id":"c1Hpfl6P5Otfun833Iax"}
